Repository: aglamov/CapsuleWishes
Catalog: CapsuleWishes/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr

source: %@ · открыта %@
de: %@ · geöffnet %@
en: %@ · opened %@
es: %@ · abierta %@
fr: %@ · ouverte %@

source: Без привязки
de: Nicht verknüpft
en: Unlinked
es: Sin vincular
fr: Sans lien

source: Больше касаний, но без давления.
de: Mehr Berührungen, aber ohne Druck.
en: More touchpoints, without pressure.
es: Más contactos, pero sin presión.
fr: Plus de points de contact, sans pression.

source: Будущая капсула
de: Zukünftige Kapsel
en: Future capsule
es: Cápsula futura
fr: Capsule future

source: Вернись в выбранный день и посмотри, какую форму приняло желание.
de: Kehre am gewählten Tag zurück und sieh, welche Form der Wunsch angenommen hat.
en: Return on the chosen day and see what form the wish has taken.
es: Vuelve el día elegido y mira qué forma ha tomado el deseo.
fr: Reviens le jour choisi et observe la forme que le souhait a prise.

source: Вернись к капсуле в выбранный день и честно посмотри, как желание изменилось.
de: Kehre am gewählten Tag zur Kapsel zurück und schau ehrlich, wie sich der Wunsch verändert hat.
en: Come back to the capsule on the chosen day and honestly notice how the wish has changed.
es: Vuelve a la cápsula el día elegido y mira con honestidad cómo ha cambiado el deseo.
fr: Reviens à la capsule le jour choisi et observe honnêtement comment le souhait a changé.

source: Вернуться к капсулам
de: Zurück zu den Kapseln
en: Back to capsules
es: Volver a cápsulas
fr: Retour aux capsules

source: Вернуться к капсуле
de: Zurück zur Kapsel
en: Back to the capsule
es: Volver a la cápsula
fr: Retour à la capsule

source: Вовлечение
de: Begleitung
en: Engaged
es: Implicación
fr: Engagement

source: Время берёт его на хранение
de: Die Zeit nimmt ihn in Verwahrung
en: Time is holding it for you
es: El tiempo lo guarda por ti
fr: Le temps le garde pour toi

source: Время открыть
de: Zeit zum Öffnen
en: Time to open
es: Hora de abrir
fr: Il est temps d’ouvrir

source: Время уже почти донесло её до тебя.
de: Die Zeit hat sie fast zu dir zurückgetragen.
en: Time has almost carried it back to you.
es: El tiempo casi la ha traído de vuelta a ti.
fr: Le temps l’a presque ramenée jusqu’à toi.

source: Вчера
de: Gestern
en: Yesterday
es: Ayer
fr: Hier

source: Глубокий индиго
de: Tiefes Indigo
en: Deep indigo
es: Índigo profundo
fr: Indigo profond

source: Готова
de: Bereit
en: Ready
es: Lista
fr: Prête

source: Готова открыться
de: Bereit zum Öffnen
en: Ready to open
es: Lista para abrirse
fr: Prête à s’ouvrir

source: Готово
de: Fertig
en: Done
es: Listo
fr: Terminé

source: для желания, которое хочется держать в поле зрения
de: für einen Wunsch, den du im Blick behalten möchtest
en: for a wish you want to keep in view
es: para un deseo que quieres mantener a la vista
fr: pour un souhait que tu veux garder en vue

source: для личного и эмоционально важного желания
de: für einen persönlichen und emotional wichtigen Wunsch
en: for a personal, emotionally important wish
es: para un deseo personal y emocionalmente importante
fr: pour un souhait personnel et émotionnellement important

source: для обещания себе и бережного запечатывания
de: für ein Versprechen an dich selbst und behutsames Versiegeln
en: for a promise to yourself and gentle sealing
es: para una promesa a ti mismo y un sellado cuidadoso
fr: pour une promesse à soi-même et un scellement doux

source: для цели, маршрута и выбранного направления
de: für ein Ziel, eine Route und eine gewählte Richtung
en: for a goal, route, and chosen direction
es: para una meta, una ruta y una dirección elegida
fr: pour un objectif, un itinéraire et une direction choisie

source: для целостности, спокойствия и внутренней опоры
de: für Ganzheit, Ruhe und inneren Halt
en: for wholeness, calm, and inner support
es: para integridad, calma y apoyo interior
fr: pour l’intégrité, le calme et l’appui intérieur

source: для ясности и нового понимания
de: für Klarheit und neues Verstehen
en: for clarity and new understanding
es: para claridad y nueva comprensión
fr: pour la clarté et une nouvelle compréhension

source: Дневник
de: Journal
en: Journal
es: Diario
fr: Journal

source: Дневник знаков
de: Journal der Zeichen
en: Journal of Signs
es: Diario de señales
fr: Journal des signes

source: до открытия
de: bis zur Öffnung
en: until opening
es: hasta la apertura
fr: jusqu’à l’ouverture

source: Добавить наблюдение
de: Beobachtung hinzufügen
en: Add observation
es: Añadir observación
fr: Ajouter une observation

source: Еще сбывается
de: Entfaltet sich noch
en: Still unfolding
es: Aún se despliega
fr: Encore en cours

source: Желание
de: Wunsch
en: Wish
es: Deseo
fr: Souhait

source: Желание еще сбывается
de: Der Wunsch entfaltet sich noch
en: The wish is still unfolding
es: El deseo aún se está desplegando
fr: Le souhait est encore en cours

source: Желание не сбылось
de: Der Wunsch ist nicht wahr geworden
en: The wish did not come true
es: El deseo no se cumplió
fr: Le souhait ne s’est pas réalisé

source: Желание принимает форму
de: Der Wunsch nimmt Form an
en: The wish is taking shape
es: El deseo va tomando forma
fr: Le souhait prend forme

source: Желание сбылось
de: Der Wunsch ist wahr geworden
en: The wish came true
es: El deseo se cumplió
fr: Le souhait s’est réalisé

source: Желание сбылось иначе
de: Der Wunsch ist anders wahr geworden
en: The wish came true differently
es: El deseo se cumplió de otra forma
fr: Le souhait s’est réalisé autrement

source: Желание становится капсулой
de: Der Wunsch wird zur Kapsel
en: The wish becomes a capsule
es: El deseo se convierte en cápsula
fr: Le souhait devient une capsule

source: Желаниям нужно время
de: Wünsche brauchen Zeit
en: Wishes need time
es: Los deseos necesitan tiempo
fr: Les souhaits ont besoin de temps

source: Закрыть
de: Schließen
en: Close
es: Cerrar
fr: Fermer

source: Замечай путь
de: Achte auf den Weg
en: Notice the path
es: Observa el camino
fr: Remarque le chemin

source: Запечатай намерение
de: Versiegle die Absicht
en: Seal the intention
es: Sella la intención
fr: Scelle l’intention

source: Запечатай желание, замечай странности, мысли и сны, делай маленькие шаги к мечте, и открой капсулу в нужный день.
de: Versiegle eine Absicht, achte auf seltsame Kleinigkeiten und kleine Freuden, und öffne die Kapsel am richtigen Tag.
en: Seal an intention, notice odd little joys, then open the capsule on the right day.
es: Sella una intención, observa rarezas y pequeñas alegrías, y abre la cápsula el día indicado.
fr: Scelle une intention, remarque les étrangetés et les petites joies, puis ouvre la capsule le bon jour.

source: Запечатана
de: Versiegelt
en: Sealed
es: Sellada
fr: Scellée

source: Запечатать капсулу
de: Kapsel versiegeln
en: Seal capsule
es: Sellar cápsula
fr: Sceller la capsule

source: Запечатываем до назначенного дня
de: Bis zum gewählten Tag versiegelt
en: Sealing until the chosen day
es: Sellada hasta el día elegido
fr: Scellé jusqu’au jour choisi

source: Запечатывай желания до выбранного дня, собирай знаки на пути и возвращайся к ним уже другим взглядом.
de: Versiegle Wünsche bis zum gewählten Tag, sammle Zeichen auf dem Weg und kehre mit einem anderen Blick zu ihnen zurück.
en: Seal wishes until the day you choose, gather signs along the way, and return to them with a different gaze.
es: Sella deseos hasta el día que elijas, reúne señales en el camino y vuelve a ellos con otra mirada.
fr: Scelle les souhaits jusqu’au jour choisi, recueille les signes en chemin et reviens-y avec un autre regard.

source: Записывай следы вокруг желаний
de: Halte Spuren rund um deine Wünsche fest
en: Record traces around your wishes
es: Registra huellas alrededor de tus deseos
fr: Note les traces autour de tes souhaits

source: Запиши коротко, как есть
de: Schreib es kurz auf, so wie es ist
en: Write it briefly, as it is
es: Escríbelo brevemente, tal como es
fr: Écris brièvement, tel quel

source: Заполни поле, чтобы капсула могла сохранить желание.
de: Fülle dieses Feld aus, damit die Kapsel den Wunsch bewahren kann.
en: Fill this field so the capsule can hold the wish.
es: Completa este campo para que la cápsula pueda guardar el deseo.
fr: Remplis ce champ pour que la capsule puisse garder le souhait.

source: Заполни это поле, чтобы запечатать капсулу.
de: Fülle dieses Feld aus, um die Kapsel zu versiegeln.
en: Fill this field to seal the capsule.
es: Completa este campo para sellar la cápsula.
fr: Remplis ce champ pour sceller la capsule.

source: Запрос уходит во вселенную
de: Der Wunsch geht hinaus ins Universum
en: The wish is leaving for the universe
es: El deseo sale hacia el universo
fr: Le souhait part vers l’univers

source: Звезда
de: Stern
en: Star
es: Estrella
fr: Étoile

source: Звездный белый
de: Sternweiß
en: Starlit white
es: Blanco estelar
fr: Blanc étoilé

source: Звуки капсулы
de: Kapselklänge
en: Capsule sounds
es: Sonidos de la cápsula
fr: Sons de la capsule

source: Звуки ритуалов
de: Ritualklänge
en: Ritual sounds
es: Sonidos de rituales
fr: Sons des rituels

source: Здесь желания получают время
de: Hier bekommen Wünsche Zeit
en: Here, wishes receive time
es: Aquí los deseos reciben tiempo
fr: Ici, les souhaits reçoivent du temps

source: Здесь можно выбрать ритм напоминаний: от полной тишины до более внимательного сопровождения.
de: Hier kannst du den Rhythmus der Erinnerungen wählen: von völliger Stille bis zu aufmerksamerer Begleitung.
en: Here you can choose the rhythm of reminders: from complete quiet to more attentive support.
es: Aquí puedes elegir el ritmo de los recordatorios: desde el silencio total hasta un acompañamiento más atento.
fr: Ici, tu peux choisir le rythme des rappels : du silence complet à un accompagnement plus attentif.

source: Здесь нет ежедневных пинков. Только события, редкие возвращения и моменты, которые действительно имеют смысл.
de: Hier gibt es keine täglichen Stupser. Nur Ereignisse, seltene Rückkehrmomente und Augenblicke, die wirklich Bedeutung haben.
en: No daily nudges here. Only events, rare returns, and moments that actually mean something.
es: Aquí no hay empujones diarios. Solo eventos, regresos poco frecuentes y momentos que de verdad importan.
fr: Ici, pas de rappels quotidiens. Seulement des événements, de rares retours et des moments qui comptent vraiment.

source: Здесь появятся знаки, мысли, сны и шаги, которые постепенно соберутся вокруг капсулы.
de: Hier erscheinen Zeichen, Gedanken, Träume und Schritte, die sich nach und nach um die Kapsel sammeln.
en: Signs, thoughts, dreams, and steps will appear here as they gather around the capsule.
es: Aquí aparecerán señales, pensamientos, sueños y pasos que poco a poco se reúnan alrededor de la cápsula.
fr: Ici apparaîtront les signes, pensées, rêves et pas qui se rassembleront peu à peu autour de la capsule.

source: Здесь появятся сигналы, которые уже приходили: открытие капсул, мягкие возвращения и утренние сны.
de: Hier erscheinen Signale, die schon angekommen sind: Kapselöffnungen, sanfte Rückkehrmomente und Morgenträume.
en: Signals that have already arrived will appear here: capsule openings, gentle returns, and morning dreams.
es: Aquí aparecerán señales que ya llegaron: aperturas de cápsulas, regresos suaves y sueños de la mañana.
fr: Ici apparaîtront les signaux déjà venus : ouvertures de capsules, doux retours et rêves du matin.

source: Здесь появятся странности, маленькие радости и шаги, которые будут собираться вокруг капсулы.
de: Hier erscheinen Seltsamkeiten, kleine Freuden und Schritte, die sich um die Kapsel sammeln.
en: Odd moments, small joys, and steps gathering around the capsule will appear here.
es: Aquí aparecerán rarezas, pequeñas alegrías y pasos que se irán reuniendo alrededor de la cápsula.
fr: Ici apparaîtront les étrangetés, petites joies et pas qui se rassembleront autour de la capsule.

source: Зеленый рост
de: Grünes Wachstum
en: Green growth
es: Crecimiento verde
fr: Croissance verte

source: Идея
de: Idee
en: Idea
es: Idea
fr: Idée

source: Иногда достаточно просто вернуться и посмотреть.
de: Manchmal reicht es, einfach zurückzukehren und hinzusehen.
en: Sometimes it is enough to simply return and look.
es: A veces basta con volver y mirar.
fr: Parfois, il suffit simplement de revenir et de regarder.

source: Иногда желание отвечает не тем предметом, а смыслом под ним. Посмотри, что изменилось в тебе, в обстоятельствах или в самой формулировке: возможно, итог оказался точнее первоначального желания.
de: Manchmal antwortet ein Wunsch nicht mit dem Gegenstand selbst, sondern mit dem Sinn darunter. Sieh, was sich in dir, in den Umständen oder in der Formulierung verändert hat: Vielleicht war das Ergebnis genauer als der ursprüngliche Wunsch.
en: Sometimes a wish answers not with the object itself, but with the meaning beneath it. Notice what changed in you, in the circumstances, or in the wording itself: perhaps the outcome was more precise than the original wish.
es: A veces un deseo no responde con el objeto en sí, sino con el sentido que hay debajo. Mira qué cambió en ti, en las circunstancias o en la propia formulación: quizá el resultado fue más preciso que el deseo inicial.
fr: Parfois, un souhait ne répond pas par l’objet lui-même, mais par le sens qu’il portait. Observe ce qui a changé en toi, dans les circonstances ou dans la formulation elle-même : peut-être que le résultat était plus juste que le souhait initial.

source: Иногда желание отвечает не тем предметом, а смыслом под ним. Посмотри, что изменилось в тебе, в обстоятельствах или в самом запросе: возможно, итог оказался точнее первоначальной формулировки.
de: Manchmal antwortet ein Wunsch nicht mit der Sache selbst, sondern mit dem Sinn darunter. Schau, was sich in dir, in den Umständen oder in der Bitte verändert hat: Vielleicht war das Ergebnis genauer als die erste Formulierung.
en: Sometimes a wish answers not with the thing itself, but with the meaning beneath it. Look at what changed in you, in the circumstances, or in the request itself: perhaps the outcome was more precise than the first wording.
es: A veces un deseo no responde con la cosa en sí, sino con el sentido que hay debajo. Mira qué cambió en ti, en las circunstancias o en la propia petición: quizá el resultado fue más preciso que la primera formulación.
fr: Parfois, un souhait ne répond pas par l’objet lui-même, mais par le sens qui se trouve dessous. Regarde ce qui a changé en toi, dans les circonstances ou dans la demande : peut-être que le résultat était plus juste que la première formulation.

source: Иногда полезно перечитать себя
de: Manchmal hilft es, sich selbst noch einmal zu lesen
en: Sometimes it helps to reread yourself
es: A veces ayuda releerte
fr: Parfois, il est utile de se relire

source: Интересно, что изменилось с того момента?
de: Was hat sich seitdem verändert?
en: What has changed since then?
es: ¿Qué habrá cambiado desde entonces?
fr: Qu’est-ce qui a changé depuis ?

source: Использовать ИИ
de: KI verwenden
en: Use AI
es: Usar IA
fr: Utiliser l’IA

source: Ищу подсказку вокруг этого желания...
de: Suche nach einem Impuls rund um diesen Wunsch ...
en: Looking for a prompt around this wish...
es: Buscando una pista alrededor de este deseo...
fr: Recherche d’une piste autour de ce souhait...

source: Каждая капсула хранит твоё желание до момента, когда ты будешь готов увидеть его заново.
de: Jede Kapsel bewahrt deinen Wunsch bis zu dem Moment, in dem du bereit bist, ihn neu zu sehen.
en: Each capsule holds your wish until the moment you are ready to see it anew.
es: Cada cápsula guarda tu deseo hasta el momento en que estés listo para verlo de nuevo.
fr: Chaque capsule garde ton souhait jusqu’au moment où tu seras prêt à le voir à nouveau.

source: Кажется, будущий ты хочет кое-что сказать.
de: Es scheint, dein zukünftiges Ich möchte dir etwas sagen.
en: It seems your future self has something to say.
es: Parece que tu yo futuro quiere decirte algo.
fr: On dirait que ton futur toi veut te dire quelque chose.

source: Какая мысль вернулась к тебе рядом с этим желанием?
de: Welcher Gedanke ist in der Nähe dieses Wunsches zu dir zurückgekehrt?
en: What thought returned to you near this wish?
es: ¿Qué pensamiento volvió a ti junto a este deseo?
fr: Quelle pensée est revenue près de ce souhait ?

source: Какой маленький жест ты сделал в сторону желания?
de: Welche kleine Geste hast du in Richtung des Wunsches gemacht?
en: What small gesture did you make toward the wish?
es: ¿Qué pequeño gesto hiciste hacia el deseo?
fr: Quel petit geste as-tu fait vers ce souhait ?

source: Капсула
de: Kapsel
en: Capsule
es: Cápsula
fr: Capsule

source: Капсула близко
de: Kapsel in der Nähe
en: Capsule nearby
es: Cápsula cerca
fr: Capsule proche

source: Капсула готова открыться
de: Die Kapsel ist bereit zum Öffnen
en: The capsule is ready to open
es: La cápsula está lista para abrirse
fr: La capsule est prête à s’ouvrir

source: Капсула ждет открытия
de: Die Kapsel wartet darauf, geöffnet zu werden
en: The capsule is waiting to open
es: La cápsula espera ser abierta
fr: La capsule attend d’être ouverte

source: Капсула желания
de: Wunschkapsel
en: Wish Capsule
es: Cápsula de deseo
fr: Capsule de souhait

source: Капсула запечатана
de: Kapsel versiegelt
en: Capsule sealed
es: Cápsula sellada
fr: Capsule scellée

source: Капсула запечатывается
de: Kapsel wird versiegelt
en: Sealing capsule
es: Sellando cápsula
fr: Scellement de la capsule

source: Капсула напоминает о себе редко: в день открытия, в важные точки пути и тогда, когда возвращение действительно уместно.
de: Die Kapsel meldet sich selten: am Öffnungstag, an wichtigen Punkten des Weges und dann, wenn eine Rückkehr wirklich stimmig ist.
en: The capsule rarely calls for attention: on opening day, at meaningful points along the way, and when returning truly makes sense.
es: La cápsula se hace notar pocas veces: el día de apertura, en puntos importantes del camino y cuando volver realmente tiene sentido.
fr: La capsule se rappelle rarement à toi : le jour de l’ouverture, aux points importants du chemin, et quand le retour a vraiment du sens.

source: Капсула не обещает чудо по расписанию. Она помогает бережно сформулировать желание, прожить с ним несколько дней и потом увидеть, что изменилось внутри и вокруг.
de: Die Kapsel verspricht kein Wunder nach Zeitplan. Sie hilft dir, einen Wunsch behutsam zu benennen, ein paar Tage mit ihm zu leben und dann zu sehen, was sich innen und außen verändert hat.
en: The capsule does not promise a miracle on schedule. It helps you gently name a wish, live with it for a few days, and then see what changed inside and around you.
es: La cápsula no promete un milagro con horario. Te ayuda a nombrar un deseo con cuidado, vivir con él unos días y luego ver qué cambió dentro y alrededor.
fr: La capsule ne promet pas de miracle à date fixe. Elle aide à formuler doucement un souhait, à vivre avec lui quelques jours, puis à voir ce qui a changé dedans et autour.

source: Капсула не обещает чудо по расписанию. Она сохраняет желание до выбранного дня, чтобы потом ты мог увидеть, что изменилось в нём, в тебе и вокруг.
de: Die Kapsel verspricht kein Wunder nach Zeitplan. Sie bewahrt den Wunsch bis zum gewählten Tag, damit du später sehen kannst, was sich in ihm, in dir und um dich herum verändert hat.
en: The capsule does not promise a miracle on schedule. It holds the wish until the chosen day, so later you can see what changed in it, in you, and around you.
es: La cápsula no promete un milagro con fecha exacta. Guarda el deseo hasta el día elegido para que luego puedas ver qué cambió en él, en ti y a tu alrededor.
fr: La capsule ne promet pas de miracle programmé. Elle garde le souhait jusqu’au jour choisi, pour que tu puisses ensuite voir ce qui a changé en lui, en toi et autour de toi.

source: Капсула оставила знаки на пути
de: Die Kapsel hat Zeichen auf dem Weg hinterlassen
en: The capsule left signs along the way
es: La cápsula dejó señales en el camino
fr: La capsule a laissé des signes sur le chemin

source: Капсула открылась. Посмотри, сбылось ли то, что ты загадал.
de: Die Kapsel hat sich geöffnet. Schau, ob dein Wunsch wahr geworden ist.
en: The capsule has opened. See whether the wish you made came true.
es: La cápsula se abrió. Mira si se cumplió lo que pediste.
fr: La capsule s’est ouverte. Regarde si le souhait que tu as formulé s’est réalisé.

source: Капсула открыта
de: Kapsel geöffnet
en: Capsule opened
es: Cápsula abierta
fr: Capsule ouverte

source: Капсула отметила точки на пути
de: Die Kapsel hat Punkte auf dem Weg markiert
en: The capsule marked points along the way
es: La cápsula marcó puntos en el camino
fr: La capsule a marqué des points sur le chemin

source: Капсула работает лучше, когда у желания есть пространство. Дождись открытия одной из активных капсул или освободи место для новой.
de: Eine Kapsel wirkt besser, wenn ein Wunsch Raum hat. Warte, bis eine aktive Kapsel geöffnet wird, oder schaffe Platz für eine neue.
en: A capsule works better when a wish has space. Wait until one active capsule opens, or make room for a new one.
es: Una cápsula funciona mejor cuando el deseo tiene espacio. Espera a que se abra una cápsula activa o libera lugar para una nueva.
fr: Une capsule fonctionne mieux quand un souhait a de l’espace. Attends l’ouverture d’une capsule active ou libère une place pour une nouvelle.

source: Капсула слушает итог
de: Die Kapsel lauscht dem Ergebnis
en: The capsule is listening to the outcome
es: La cápsula escucha el resultado
fr: La capsule écoute le résultat

source: Капсула собирает свет вокруг желания
de: Die Kapsel sammelt Licht um den Wunsch
en: The capsule is gathering light around the wish
es: La cápsula reúne luz alrededor del deseo
fr: La capsule rassemble de la lumière autour du souhait

source: Капсула уже хранит твой запрос к миру. Иногда именно такие внезапные желания оказываются заветными. Удалить ее навсегда?
de: Die Kapsel bewahrt bereits deine Bitte an die Welt. Manchmal werden gerade solche plötzlichen Wünsche zu den kostbarsten. Für immer löschen?
en: The capsule is already holding your request to the world. Sometimes wishes that appear suddenly become the most cherished ones. Delete it forever?
es: La cápsula ya guarda tu petición al mundo. A veces estos deseos repentinos se vuelven los más queridos. ¿Eliminarla para siempre?
fr: La capsule garde déjà ta demande au monde. Parfois, ces souhaits soudains deviennent les plus précieux. La supprimer pour toujours ?

source: Капсула уже хранит это желание и всё, что успело собраться вокруг него. Удалить её навсегда?
de: Die Kapsel bewahrt diesen Wunsch bereits und alles, was sich um ihn gesammelt hat. Für immer löschen?
en: The capsule already holds this wish and everything that has gathered around it. Delete it forever?
es: La cápsula ya guarda este deseo y todo lo que alcanzó a reunirse a su alrededor. ¿Eliminarla para siempre?
fr: La capsule garde déjà ce souhait et tout ce qui s’est rassemblé autour de lui. La supprimer définitivement ?

source: Капсулы
de: Kapseln
en: Capsules
es: Cápsulas
fr: Capsules

source: Капсулы желания
de: Wunschkapseln
en: Wish Capsules
es: Cápsulas de deseos
fr: Capsules de souhaits

source: Капсулы смогут вернуться в нужный момент.
de: Kapseln können im richtigen Moment zurückkehren.
en: Capsules can return at the right moment.
es: Las cápsulas podrán volver en el momento adecuado.
fr: Les capsules pourront revenir au bon moment.
